{
  "title": "การพัฒนาซอฟต์แวร์",
  "serviceCard": {
    "title": "การพัฒนาซอฟต์แวร์",
    "detail": "เราออกแบบและพัฒนาโซลูชันดิจิทัลที่มีประสิทธิภาพสูง ปรับแต่งเฉพาะสำหรับธุรกิจของคุณ และรองรับการขยายตัว ทีม Full-stack ของเราส่งมอบระบบที่ปลอดภัย บำรุงรักษาง่าย และสร้างบน Tech Stack ที่ผ่านการพิสูจน์แล้ว ตั้งแต่เว็บแอปพลิเคชันสมัยใหม่ไปจนถึงแพลตฟอร์มระดับองค์กรที่ซับซ้อน เราเปลี่ยนวิสัยทัศน์ของคุณให้กลายเป็นซอฟต์แวร์ที่พร้อมใช้งานจริงและขับเคลื่อนผลลัพธ์ทางธุรกิจที่วัดผลได้"
  },
  "process": {
    "title": "วงจรการพัฒนา",
    "steps": {
      "0": {
        "title": "การวิเคราะห์ความต้องการ",
        "detail": "จัดทำข้อกำหนดทางเทคนิคให้สอดคล้องกับวัตถุประสงค์ทางธุรกิจโดยรวม"
      },
      "1": {
        "title": "กลยุทธ์ UX/UI",
        "detail": "พัฒนาอินเทอร์เฟซที่ใช้งานง่ายผ่าน Figma รองรับด้วย Design System ที่ขยายตัวได้"
      },
      "2": {
        "title": "การพัฒนาแบบ Agile",
        "detail": "วงจรการพัฒนาแบบ Sprint ที่มั่นใจได้ในความโปร่งใส ความยืดหยุ่น และการวนซ้ำอย่างรวดเร็ว"
      },
      "3": {
        "title": "ความปลอดภัยและ QA",
        "detail": "การตรวจสอบหลายชั้นด้านฟังก์ชัน ประสิทธิภาพ และความปลอดภัย เพื่อความแข็งแกร่งของระบบ"
      },
      "4": {
        "title": "การ Deploy และการจัดการ Lifecycle",
        "detail": "การเปลี่ยนผ่านสู่ Production อย่างราบรื่น ตามด้วยการบำรุงรักษาเชิงรุกและการเพิ่มประสิทธิภาพ"
      }
    }
  },
  "useCases": {
    "title": "เทคโนโลยีขั้นสูง",
    "items": {
      "0": {
        "title": "สถาปัตยกรรม Frontend",
        "detail": "Next.js, React, TypeScript, Tailwind CSS"
      },
      "1": {
        "title": "Backend และโครงสร้างพื้นฐาน",
        "detail": "Supabase (ฐานข้อมูลและการยืนยันตัวตน), การออกแบบ API แบบกำหนดเอง, Serverless Computing"
      },
      "2": {
        "title": "DevOps และการ Deploy",
        "detail": "ระบบ CI/CD อัตโนมัติผ่าน Vercel และ Render สำหรับการ Deploy อย่างรวดเร็วและไม่มี Downtime"
      }
    }
  },
  "businessValue": {
    "title": "โซลูชันเฉพาะทาง",
    "items": {
      "0": {
        "title": "FinTech และการเชื่อมต่อระบบชำระเงิน",
        "detail": "ระบบชำระเงินและการจัดการธุรกรรมที่ปลอดภัยและเป็นไปตามข้อกำหนด"
      },
      "1": {
        "title": "Dashboard ข้อมูลเชิงลึกทางธุรกิจ",
        "detail": "เครื่องมือวิเคราะห์แบบกำหนดเองที่ให้ข้อมูลเชิงลึกแบบ Real-time ที่นำไปปฏิบัติได้"
      },
      "2": {
        "title": "ระบบนิเวศสมาชิกและองค์กร",
        "detail": "พอร์ทัลผู้ใช้ที่ซับซ้อน ระบบยืนยันตัวตน และการจัดการการลงทะเบียน"
      },
      "3": {
        "title": "โครงสร้างพื้นฐานเนื้อหาดิจิทัล",
        "detail": "แพลตฟอร์ม E-book ขนาดใหญ่และระบบจัดการเนื้อหาเฉพาะทาง"
      }
    }
  }
}
