{
  "features": {
    "automation": {
      "title": "ระบบอัตโนมัติอัจฉริยะ",
      "detail": "เปลี่ยนกระบวนการแบบแมนนวลให้เป็นระบบอัตโนมัติที่ทำงานได้ตลอด 24/7 เราปรับเวิร์กโฟลว์ให้ทีมของคุณมีเวลาสร้างนวัตกรรมที่มีมูลค่าสูงขึ้น"
    },
    "architecture": {
      "title": "สถาปัตยกรรมที่ขยายได้",
      "detail": "โซลูชันระดับองค์กรที่ปลอดภัยบนสแต็กที่ผ่านการพิสูจน์แล้ว ออกแบบให้เติบโตไปกับธุรกิจของคุณอย่างราบรื่น"
    },
    "delivery": {
      "title": "ส่งมอบได้รวดเร็ว",
      "detail": "เร่งเวลาออกสู่ตลาดด้วยกรอบการทำงานแบบ Agile ให้ความเร็วโดยไม่ลดทอนความปลอดภัยหรือคุณภาพ"
    },
    "partnership": {
      "title": "พันธมิตรเชิงกลยุทธ์",
      "detail": "เราไม่ใช่แค่ผู้ขาย แต่คือพันธมิตรเชิงกลยุทธ์ที่ช่วยสร้างระบบนิเวศและวิสัยทัศน์เพื่อให้คุณเป็นผู้นำอุตสาหกรรม"
    }
  },
  "services": {
    "automation": {
      "title": "AI & ระบบอัตโนมัติเวิร์กโฟลว์",
      "detail": "เปลี่ยนงานที่ทำด้วยมือให้เป็นเวิร์กโฟลว์อัตโนมัติ 24/7 เราใช้ Make และ n8n เชื่อมต่อแอปต่าง ๆ ให้เป็นระบบนิเวศที่มีประสิทธิภาพสูง"
    },
    "software": {
      "title": "พัฒนาซอฟต์แวร์",
      "detail": "สร้างโซลูชันดิจิทัลที่ปลอดภัยและขยายได้ตามธุรกิจ ทีมฟูลสแตกของเราสร้างรากฐานเทคโนโลยีที่แข็งแรงเพื่อความสำเร็จระยะยาว"
    }
  },
  "horizon": {
    "academy": {
      "title": "Sprouting Tech Academy",
      "detail": "Sprouting Tech Academy คือสถาบันการเรียนรู้เฉพาะทางสำหรับพัฒนาองค์ความรู้ด้าน AI และ Workflow Automation หลักสูตรของเราถูกออกแบบโดยยึดแพลตฟอร์มชั้นนำอย่าง Make.com และ n8n เพื่อเสริมทักษะเชิงเทคนิคและมุมมองเชิงกลยุทธ์สำหรับโลกดิจิทัลที่ขับเคลื่อนด้วยระบบอัตโนมัติ",
      "tag": "การศึกษา",
      "buttonTitle": "เยี่ยมชม Academy"
    },
    "wiivor": {
      "title": "Wiivor",
      "detail": "Wiivor คือระบบนิเวศพัฒนาเว็บไซต์อัจฉริยะที่ขับเคลื่อนด้วย AI เชื่อมช่องว่างระหว่างไอเดียและการลงมือทำ เพียงบรรยายความต้องการด้วยภาษาธรรมชาติ AI จะตีความและสร้างเว็บไซต์ที่พร้อมใช้งานได้อย่างแม่นยำ ลดความซับซ้อนด้านโค้ด ดีไซน์ และโครงสร้างพื้นฐาน",
      "tag": "แพลตฟอร์ม Generative AI",
      "buttonTitle": "สำรวจ Wiivor"
    }
  },
  "badges": {
    "reactNext": "React / Next.js",
    "postgres": "PostgreSQL",
    "pythonAi": "Python AI",
    "cloudNative": "Cloud Native",
    "tailwind": "Tailwind CSS",
    "typescript": "TypeScript"
  },
  "testimonials": {
    "first": {
      "title": "Natthakit Saetan",
      "subtitle": "General Manager",
      "detail": "เนื้อหาออกแบบมาให้ใช้งานได้ง่าย สามารถนำไปใช้จริงได้ง่าย สามารถนำไปใช้จริงอย่างได้ Workflow อัตโนมัติได้จริง ๆ"
    },
    "second": {
      "title": "Natthakit Saetan",
      "subtitle": "General Manager",
      "detail": "เนื้อหาออกแบบมาให้ใช้งานได้ง่าย สามารถนำไปใช้จริงได้ง่าย สามารถนำไปใช้จริงอย่างได้ Workflow อัตโนมัติได้จริง ๆ"
    },
    "third": {
      "title": "Natthakit Saetan",
      "subtitle": "General Manager",
      "detail": "เนื้อหาออกแบบมาให้ใช้งานได้ง่าย สามารถนำไปใช้จริงได้ง่าย สามารถนำไปใช้จริงอย่างได้ Workflow อัตโนมัติได้จริง ๆ"
    }
  }
}
